Repository: yangwen15680/smtenV1
Catalog: ShinePhone/*.lproj/Localizable.strings
Languages: el, fr, it, ja, nl, pl, tr

source: Warning Code
el: κωδικός προειδοποίηση
fr: code d'avertissement
it: codice Warning
ja: 警告コード
nl: waarschuwingscode
pl: kod ostrzegawczy
tr: Uyarı kodu

source: Warning Description
el: προειδοποίηση Περιγραφή
fr: description de l'avertissement
it: Avviso Descrizione
ja: 警告説明
nl: waarschuwing Beschrijving
pl: Ostrzeżenie Opis
tr: Uyarı Açıklama

source: Station Location
el: Σταθμός Τοποθεσία
fr: Emplacement de la station
it: Ubicazione della stazione
ja: 発電所の場所
nl: Locatie station
pl: Lokalizacja stacji
tr: istasyon Yeri

source: My Location
el: Η θέση μου
fr: Ma location
it: La mia posizione
ja: 私の立場
nl: Mijn positie
pl: Moje stanowisko
tr: Benim konum

source: Satellite Images
el: Δορυφορικές εικόνες
fr: les images satellites
it: immagini satellitari
ja: 衛星画像
nl: satellietbeelden
pl: zdjęcia satelitarne
tr: uydu görüntüleri

source: Search
el: αναζήτηση
fr: rechercher
it: Ricerca
ja: 検索する
nl: zoeken
pl: Szukaj
tr: ara

source: Google Map
ja: グーグルマップ
pl: Mapa Google
tr: Google Harita

source: Baidu Map
el: Baidu χάρτη
fr: Baidu carte
it: Baidu mappa
ja: Baiduの地図
nl: Baidu kaart
pl: Baidu mapie
tr: Baidu haritası

source: Set Station Location
el: Ορισμός Σταθμός Τοποθεσία
fr: Réglez Emplacement de la station
it: Imposta Station Posizione
ja: 駅の場所を設定します。
nl: Stel Locatie station
pl: Ustaw Lokalizacja stacji
tr: İstasyon Konumu ayarla

source: Set Station Map
el: Ρύθμιση σταθμού χάρτη
fr: Paramétrer station Plan
it: Imposta mappa stazione
ja: 駅マップを設定
nl: Stel station kaart
pl: Ustaw stację na mapie
tr: Set istasyon haritası

source: Cancel
el: ακύρωση
fr: annulé
it: Cancella
ja: キャンセル
nl: Annuleren
pl: Anuluj
tr: iptal

source: Yes
el: ναι
fr: sont
it: Si
ja: です
nl: Ja
pl: Tak
tr: evet

source: lost
el: χαμένο
fr: couper
it: Perso
ja: 切断
nl: Verbroken
pl: Brak
tr: kayıp

source: wait
el: περιμένετε
fr: attendez
it: Attendi
ja: 待つ
nl: Wachten
pl: Czekaj
tr: bekle

source: connection
el: σύνδεση
fr: lié
it: Connessione
ja: 接続
nl: Verbinding
pl: Połączono
tr: bağlantı

source: malfunction
el: δυσλειτουργία
fr: mauvais fonctionnement
it: Malfunzionamento
ja: 誤動作
nl: Fout
pl: Błąd
tr: arıza

source: Enter DatalogSN
el: Πληκτρολογήστε DatalogSN
fr: Entrez DatalogSN
it: Digitare DatalogSN
ja: DatalogSN と入力します
nl: Voer DatalogSN
