Repository: yangwen15680/smtenV1
Catalog: ShinePhone/*.lproj/Localizable.strings
Languages: el, fr, it, ja, nl, pl, tr

source: English
el: Greek
fr: Français
it: In Italiano
ja: 日本語
nl: Nederland
pl: Polish
tr: Türkçe

source: Auto Login
el: Αυτόματη Σύνδεση
fr: connexion automatique
it: login automatico
ja: オートログイン
pl: automatyczne logowanie
tr: otomatik oturum açma

source: Remember
el: Απομνημόνευση κωδικού πρόσβασης
fr: se souvenir du mot de passe
it: ricordare la password
ja: パスワードを記憶
nl: onthoud wachtwoord
pl: Zapamiętaj hasło
tr: şifre hatırlamak

source: Sign In
el: Εγγραφή
fr: Login
it: Entra
ja: ログイン
nl: Inloggen
pl: Zarejestruj się
tr: Oturum Aç

source: New User
el: Νέος Χρήστης
it: Nuovo utente
ja: 登 録
nl: Nieuwe gebruiker
pl: Nowy użytkownik
tr: Yeni Kullanıcı

source: About
el: σχετικά με
fr: sur
it: di
ja: 約
nl: over
tr: yaklaşık

source: Example Plants
el: Παράδειγμα Φ/Β Σταθμού
fr: Exemples des centrales
it: Impianto demo
ja: 例示所が
nl: Voorbeeld opstellingen
pl: Przykładowe elektrownie
tr: Örnek Tesisler

source: username password error
el: Λάθος όνομα χρήστη ή κωδικός πρόσβασης
it: Account password error
pl: Błąd hasła
tr: Hesap şifre hatası

source: Company Information
el: ΣΤΟΙΧΕΙΑ ΕΤΑΙΡΕΙΑΣ
fr: informations sur l'entreprise
it: informazioni sull'azienda
ja: 会社情報
nl: bedrijfsinformatie
pl: informacje o firmie
tr: Şirket Bilgisi

source: Name
el: όνομα
fr: nom
it: nome
ja: 名
nl: naam
pl: nazwa
tr: isim

source: Address
el: διεύθυνση
fr: adresse
it: indirizzo
ja: 住所
nl: adres
pl: adres
tr: adres

source: Tel Phone
el: Αριθμός Τηλεφώνου
fr: téléphone
it: Telefono
ja: 連絡電話
nl: telefoonnummer
pl: Nr tel.
tr: Telefon

source: E-Mail
fr: adresse e-mail
ja: Eメール
nl: E-mailadres
tr: E-Posta

source: Site
el: τοποθεσία
it: luogo
ja: サイト
nl: plaats
tr: yer

source: Product Information
el: πληροφορίες για το προϊόν
fr: informations sur le produit
it: informazioni sul prodotto
ja: 製品情報
nl: product informatie
pl: informacje o produkcie
tr: Ürün Bilgisi

source: Product Name
el: ονομασία προϊόντος
fr: nom du produit
it: nome del prodotto
ja: 製品名
nl: productnaam
pl: Nazwa produktu
tr: ürün adı

source: Current Version
el: τρέχουσα έκδοση
fr: version actuelle
it: versione corrente
ja: 現バージョン
nl: huidige versie
pl: aktualna wersja
tr: güncel sürüm

source: Manufacturer
el: κατασκευαστής
fr: fabricant
it: fabbricante
ja: メーカー
nl: fabrikant
pl: producent
tr: üretici

source: Copyright Notice
el: Σημείωση πνευματικών δικαιωμάτων
fr: Copyright
it: Copyright
ja: 著作権表示
pl: Prawa autorskie
tr: Telif Hakkı Uyarısı

source: Version
el: ελευθέρωση
fr: libération
it: rilascio
ja: リリース
nl: vrijlating
pl: wydanie
tr: bırakma

source: Update Log
fr: Mise à jour journal
it: Aggiornamento Log
ja: 更新ログ
nl: log-update
pl: Opis aktualizacji
tr: versiyon dergi

source: Server address changes
el: Αλλαγές Διεύθυνση διακομιστή
fr: Les changements d'adresse de serveur
it: Cambiamenti di indirizzo del server
ja: サーバのアドレスが変更
nl: Server adres verandert
pl: Zmiany adresu serwera
tr: Sunucu adresi değişiklikleri

source: Please enter the server address
el: Παρακαλώ εισάγετε την διεύθυνση του διακομιστή
fr: S'il vous plaît entrez l'adresse du serveur
it: Si prega di inserire l'indirizzo del server
ja: サーバーのアドレスを入力してください。
nl: Vul de server-adres
pl: Proszę podać adres serwera
tr: Sunucu adresini girin

source: Register
el: Εγγραφή
it: Registrati
ja: ログイン
nl: Registreren
pl: Rejestracja
tr: Kaydol

source: username
el: Όνομα Χρήστη
fr: nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Numer konta
tr: kullanıcı adı

source: password
el: Κωδικός
fr: mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
tr: parola

source: e-mail
fr: adresse e-mail
ja: Eメール
nl: E-mailadres
tr: E-Posta

source: telphone
el: Τηλέφωνο
fr: Téléphone
it: Telefono
ja: 携帯番号
pl: Numer telefonu
tr: telefon

source: company name
el: Όνομα Εταιρίας
fr: nom de la société
it: Nome azienda
ja: 会社名称
nl: Bedrijfsnaam
pl: Firma
tr: şirket adı

source: datalog sn
it: Seriale Datalog
nl: Datalogger SN
tr: verigünlüğü sn

source: datalog valicode
el: checksum
fr: datalog code
it: Codice Datalog
ja: datalog 検証
pl: Kod skuteczności
tr: verigünlüğü kodu

source: timezone
el: Ζώνη Ώρας
fr: fuseau horaire
it: Fuso orario
ja: タイムゾーン
nl: Tijdzone
pl: Strefa czasowa
tr: zaman dilimi

source: language
el: Γλώσσα
fr: la langue
it: Lingua
ja: 言語
nl: Taal
pl: Język
tr: dil

source: Enter code
el: Παρακαλώ εισάγετε τον κωδικό επαλήθευσης
fr: S'il vous plaît entrez le code de vérification
it: Inserisci il codice di verifica
ja: 確認コードを入力してください
nl: Vul verificatiecode
pl: Proszę wpisać kod weryfikacyjny
tr: Doğrulama kodunu giriniz

source: Enter your username
el: Παρακαλώ εισάγετε το όνομα χρήστη
fr: Veuillez entrer un nom d'utilisateur
it: Per favore inserisci nome utente
ja: ユーザー名を入力してください
nl: Voer een gebruikersnaam in
pl: Wprowadź nazwę użytkownika
tr: lütfen kullanıcı adı girin

source: Enter your pwd
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας
fr: S'il vous plaît, entrez votre mot de passe
it: Per favore inserisci LA TUA password
ja: あなたのパスワードを入力します
nl: Vul uw wachtwoord in
pl: Wprowadź hasło
tr: Lütfen şifrenizi girin

source: Enter email
el: Παρακαλώ εισάγετε το e-mail
fr: S'il vous plaît entrez l'email
it: Inserisci l'e-mail
ja: メールアドレスを入力してください
nl: Vul het e-
pl: Proszę podać adres e-mail
tr: E-postanızı girin

source: Enter phone number
el: Παρακαλώ εισάγετε τον αριθμό τηλεφώνου
fr: S'il vous plaît entrer le numéro de téléphone
it: Si prega di inserire il numero di telefono
ja: 電話番号を入力してください
nl: Vul het telefoonnummer
pl: Proszę podać numer telefonu
tr: Telefon numarasını girin

source: Enter company name
el: Παρακαλώ εισάγετε το όνομα της εταιρείας σας
fr: S'il vous plaît entrer votre nom de l'entreprise
it: Inserisci il tuo nome della società
ja: あなたの会社名を入力してください
nl: Voer uw naam in bedrijf
pl: Proszę podać nazwę firmy
tr: Şirketinizin adını giriniz

source: Datalog valicode
el: checksum
fr: datalog code
it: Codice Datalog
ja: datalog 検証
pl: Kod skuteczności
tr: verigünlüğü kodu

source: Select a timezone
el: Επιλέξτε Ζώνη Ώρας
fr: Veuillez sélectionner le fuseau horaire
it: Seleziona fuso orario
ja: 選択のタイムゾーン
nl: Selecteer een tijdzone
pl: Wybierz strefę czasową
tr: zaman dilimi seçin

source: Enter the language
el: Παρακαλώ εισάγετε τη γλώσσα
fr: S'il vous plaît entrer la langue
it: Si prega di inserire la lingua
ja: 言語を入力してください
nl: Vul de taal
pl: Wprowadź język
tr: Dil giriniz

source: Please insert username
el: Παρακαλώ εισάγετε το όνομα χρήστη
fr: Veuillez entrer un nom d'utilisateur
it: Per favore inserisci nome utente
ja: ユーザー名を入力してください
nl: Voer een gebruikersnaam in
pl: Wprowadź nazwę użytkownika
tr: lütfen kullanıcı adı girin

source: Password must more than six word
el: Ο κωδικός πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες
fr: Le mot de passe doit être supérieur à six chiffres
it: Password deve essere formata da più di 6 caratteri
ja: パスワードは6桁なければならない
nl: Het wachtwoord moet meer dan 6 tekens bevatten
pl: Hasło musi mieć więcej niż sześć znaków
tr: parola altı karakterden fazla olmalı

source: E-mail format error
el: λάθος μορφή E-mail
fr: E-mail erreur de format
it: Errore formato e-mail
ja: 不正な形式の
nl: Fout in het e-mailadres
pl: Błędny format adresu e-mail
tr: E-posta biçim hatası

source: The phone number can not be empty
el: Ο αριθμός τηλεφώνου δεν μπορεί να είναι κενή
fr: Le numéro de téléphone ne peut pas être vide
it: Il numero di telefono non può essere vuoto
ja: 電話番号は空にすることはできません
nl: Het telefoonnummer kan niet leeg zijn
pl: Numer telefonu nie może być pusty
tr: Telefon numarası boş olamaz

source: Company name can not be empty
el: Το όνομα της εταιρείας δεν μπορεί να είναι κενό
fr: Nom de l'entreprise ne peut pas être vide
it: Nome azienda non può essere vuoto
ja: 会社名は空にできません
nl: Bedrijfsnaam kan niet leeg zijn
pl: Nazwa firmy nie może być puste
tr: Şirket ismi boş olamaz

source: Insert true datalog sn
el: Εισάγετε πραγματικό datalog sn
fr: Veuillez saisir le format correct
it: Inserisci vero seriale Datalog
ja: を入力してください。
nl: Voer het juiste datalog SN in
pl: Wprowadź l. p. rejestratora danych
tr: doğru doğrulama kodu girin

source: Insert datalog code
el: εισάγετε κωδικό datalog
fr: Veuillez saisir le Code de vérification
it: Inserisci codice Datalog
ja: 検査コードを入力してください
nl: Voer verificatiecode in
pl: Wprowadź kod rejestratora danych
tr: veri günlüğü kodu girin

source: Language can not be empty
el: Η γλώσσα δεν μπορεί να είναι κενό
fr: Le langage ne peut être vide
it: Il linguaggio non può essere vuoto
ja: 言語は、空にすることはできません
nl: Taal kan niet leeg zijn
pl: Język nie może być puste
tr: Dil boş olamaz

source: Valicode error
fr: Invalid verification code
it: Errore codice validazione
ja: 検証コードエラー
nl: De verificatiecode is onjuist
pl: Bład kodu weryfikującego
tr: doğrukod hatası

source: Phone number format is incorrect
el: Μορφή αριθμού τηλεφώνου είναι εσφαλμένη
fr: Format de numéro de téléphone est incorrect
it: Formato Numero di telefono non è corretto
ja: 電話番号の形式が正しくありません
nl: Telefoonnummer formaat is onjuist
pl: Format numeru telefonu jest nieprawidłowy
tr: Telefon numarası biçimi yanlış

source: This username already exist
el: Αυτό το όνομα χρήστη χρησιμοποιείται
fr: Il existe déjà un nom d'utilisateur
it: Nome utente già esistente
ja: ユーザー名がすでに存在する
nl: Deze gebruikersnaam is al in gebruik
pl: Podany użytkownik już istnieje
tr: kullanıcı adı sistemde mevcut

source: Datalog verification code is incorrect
el: Κωδικός επαλήθευσης Collector είναι εσφαλμένη
fr: Code de vérification de Datalog est incorrect
it: Errore codice di verifica Datalog
ja: コレクター確認コードが正しくありません
nl: Collector verificatiecode is onjuist
pl: Kod weryfikacyjny kolektora jest nieprawidłowe
tr: Toplayıcı doğrulama kodu yanlış

source: Registration failed
el: Εγγραφή απέτυχε
fr: échec de l'enregistrement
it: registrazione fallita
ja: 登録に失敗しました
nl: registratie mislukt
pl: Rejestracja nieudana
tr: Kayıt başarısız

source: Registration success
el: επιτυχία Εγγραφή
fr: le succès de l'enregistrement
it: Registrazione avvenuta
ja: 登録成功
nl: registratie succes
pl: Rejestracja zakończona
tr: başarılı Kayıt

source: Plant Overview
el: Επισκόπηση εγκατάστασης
fr: Vue d'ensemble de l'usine
it: Panoramica delle piante
ja: 発電所の概要
nl: Plant Overzicht
pl: Przegląd roślin
tr: bitki Genel Bakış

source: Exit
el: Έξοδος
fr: quit
it: Esci
ja: ログアウト
nl: Uitloggen
pl: Wyjście
tr: Çıkış

source: Today Energy
it: Energia oggi
ja: 今日発電
nl: Dagopbrengst
pl: Dzisiejsze pokolenie
tr: Bugünkü enerji

source: Total Energy
fr: énergie totale
it: Energia totale
ja: 積算発電量
nl: Totale opbrengst
pl: Energia całkowita
tr: Toplam enerji

# Total Eower
source: Total Power
el: Συνολική ισχύς
fr: puissance totale
it: potenza totale
ja: 総電力
nl: Totaal vermogen
pl: Całkowita moc
tr: Toplam güç

source: Grid Power
el: ΙΣΧΥΣ ΠΛΕΥΡΑΣ ΔΥΚΤΙΟΥ
fr: GRID-SIDE POWER
it: POTENZA VERSO RETE
ja: GRID-SIDE POWER
nl: vermogen elektriciteitsnet
pl: MOC DO SIECI
tr: ŞEBEKE TARAFI GÜÇ

source: Battery Percentage
el: Ποσοστό μπαταρίας
fr: Pourcentage De Batterie
it: Percentuale batteria
ja: バッテリーのパーセンテージ
nl: Dagopbrengst
pl: Procent baterii
tr: Pil yüzdesi

source: Plant List
el: Κατάλογος των φυτών
fr: Liste des plantes
it: Elenco delle piante
ja: 発電所リスト
nl: Plant Lijst
pl: Lista roślin
tr: bitki listesi

source: Current Power
el: τρέχουσα ισχύς
fr: puissance en temps réel
it: Potenza istantanea
ja: 当前電力
nl: huidig vermogen
pl: Moc bieżąca
tr: akım gücü

source: Gains
el: Κέρδη
fr: revenus
it: Guadagno
ja: 収益
nl: Inkomsten
pl: Zysk
tr: Kazanç

source: Percentage
el: Ποσοστό μπαταρίας
fr: Pourcentage De Batterie
it: Percentuale batteria
ja: バッテリーのパーセンテージ
nl: batterij Percentage
pl: Procent baterii
tr: Pil yüzdesi

source: Charge Power
el: ΙΣΧΥΣ ΦΟΡΤΙΣΗΣ
fr: CHARGING POWER
it: POTENZA DI CARICA
ja: CHARGING POWER
nl: laadvermogen
pl: MOC ŁADOWANIA
tr: ŞARJ GÜCÜ

source: Discharge Power
el: ΙΣΧΥΣ ΑΠΟΦΟΡΤΙΣΗΣ
fr: DISCHARGING POWER
it: POTENZA DI SCARICA
ja: DISCHARGING POWER
nl: ontlaadvermogen
pl: MOC UŻYTKOWANA
tr: DEŞARJ GÜCÜ

source: Add Plant
el: Προσθήκη Φ/Β Σταθμού
fr: nouvelle centrale
it: Aggiungi impianto
ja: 新しい発電所
nl: Opstelling toevoegen
pl: Dodaj elektrownię
tr: tesis ekle

source: Remove Station
el: Αφαίρεση σταθμού
fr: Retirer la station
it: Rimuovere stazione
ja: 駅を削除
nl: Verwijder station
pl: Usuń stację
tr: istasyonu kaldırmak

source: Upload Picture
el: Ανεβάστε εικόνα σταθμού
fr: Télécharger l'image de la centrale
it: Caricate la foto centrale elettrica
ja: 発電所の画像をアップロードしてください
nl: Elektriciteitscentrale foto uploaden
pl: Dodaj obraz elektrowni
tr: Santral resmi yükle

source: Setting Station Map
el: Ρύθμιση Station Χάρτης
fr: Réglage de la station Carte
it: Impostazione Station Mappa
ja: 駅マップの設定
nl: Instellen Station Kaart
pl: Ustawianie Station Mapa
tr: İstasyon Harita Ayarı

source: Installation Information
el: Πληροφορίες Φ/Β Σταθμού
fr: information de la nouvelle centrale
it: Informazioni installazione
ja: インストール情報
nl: Installatie informatie
pl: Informacje o instalacji
tr: kurulum bilgisi

source: plant name
el: όνομα
fr: station nom
it: Nome
ja: 発電所名
nl: installatienaam
pl: Nazwa roślin
tr: tesis adı

# instal date
source: install date
el: Ρύθμιση ώρα
fr: install time
it: Data impostare
ja: 取付日付
nl: ontwerpdata
pl: Data instalacji
tr: kurulum tarihi

source: company
el: Εταιρία
fr: designer
it: Azienda
ja: 設計メーカー
nl: Bedrijf
pl: Firma
tr: şirket

source: power
el: Ενέργεια
fr: puissance
it: Potenza
ja: 設計電力
nl: Energie
pl: Moc
tr: enerji

source: Next
el: επόμενος
fr: suivant
it: Il Prossimo
ja: 次
nl: volgende
pl: następny
tr: sonraki

source: Location Information
el: Πληροφορίες τοποθεσίας
fr: réglez l'emplacement
it: Informazioni posizione
ja: 設計地理位置
nl: Locatie informatie
pl: Lokalizacja
tr: yer bilgisi

source: country
el: Χώρα
fr: pays
it: Nazione
ja: 国家
nl: land
pl: Kraj
tr: ülke

source: city
el: Πόλη
fr: cité
it: Città
ja: 都市
nl: Plaatsnaam
pl: Miejscowość
tr: şehir

source: time zone
el: Ζώνη Ώρας
fr: fuseau horaire
it: Fuso orario
ja: タイムゾーン
nl: tijdzone
pl: Strefa czasowa
tr: zaman dilimi

source: longitude
it: Longitudine
ja: 経度
nl: lengtegraad
pl: Dł. geogr.
tr: boylam

source: latitude
it: Latitudine
ja: 緯度
nl: breedtegraad
pl: Szer. geogr.
tr: enlem

source: Capital Income
el: κέρδη
fr: revenu capital
it: Rendita
ja: 資金収益
nl: Inkomsten
tr: sermaye geliri

source: capital income
el: κέρδη
fr: revenu capital
it: Rendita
ja: 資金収益
nl: Inkomsten
tr: sermaye geliri

source: standard coal saved
fr: Enregistrer charbon
it: Carbone risparmiato
ja: 省標準石炭
nl: Carbone risparmiato
pl: Oszczędność węgla
tr: kaydet kömür

source: CO₂ reduced
el: CO₂μείωση
fr: CO₂ réduites
it: CO₂ tagliare
ja: CO₂削減
nl: CO₂ reductie
tr: Azaltılan CO₂

source: SO₂ reduced
el: SO₂μείωση
fr: SO₂ réduites
it: SO₂ tagliare
ja: SO₂削減
nl: SO₂ reductie
tr: Azaltılan SO₂

source: plant image
fr: images
it: stazione Foto
ja: 発電所写真
nl: station Pictures
tr: tesis resmi

source: location picture
el: Τοποθεσία Εικόνα
fr: Localisation Image
it: Ubicazione Foto
ja: 場所ピクチャー
nl: locatie foto
pl: Położenie obrazu
tr: Yer resim

source: Finish
el: Διενέργεια
fr: effectuer
it: effettuare
ja: 実施する
nl: uitvoeren
pl: wykonać
tr: gerçekleştirmek

source: Added successfully
el: προστέθηκε με επιτυχία
fr: ajouté succès
it: Aggiunto con successo
ja: 正常に追加されました
nl: succesvol toegevoegd
pl: dodany pomyślnie
tr: başarıyla eklendi

source: Add failed
el: Προσθήκη Αποτυχία
fr: Ajouter Échec
it: Aggiungi Failed
ja: 追加に失敗しました
nl: Voeg mislukt
pl: Dodaj Failed
tr: ekle Başarısız

source: Successfully deleted
el: διαγράφηκε με επιτυχία
fr: supprimé avec succès
it: soppresso con successo
ja: 正常に削除されました
nl: succesvol verwijderd
pl: pomyślnie usunięty
tr: başarıyla silindi

source: Delete failed
el: Sil başarısız
fr: supprimer échoué
it: Elimina fallito
ja: 削除に失敗しました
nl: Verwijderen is mislukt
pl: Usuń udało
tr: Sil başarısız

source: Successfully modified
el: Επιτυχής τροποποιημένο
fr: succès modifiée
it: Successo modificato
ja: 正常に変更
nl: succesvol gewijzigd
pl: pomyślnie zmodyfikowane
tr: başarıyla modifiye

source: Modification fails
el: τροποποίηση αποτυγχάνει
fr: modification échoue
it: Modifica fallisce
ja: 変更が失敗します
nl: wijziging mislukt
pl: modyfikacja nie
tr: modifikasyon başarısız

source: Plant Detail
el: λεπτομέρεια
fr: station des
it: Dettagli impianto
ja: 発電所詳細
nl: station Details
pl: szczegóły Station
tr: tesis ayrıntısı

source: Day
el: ΜΕΡΑ
it: GIORNO
ja: 日
nl: dag
pl: DZIEŃ
tr: GÜN

source: Month
el: ΜΗΝΑΣ
it: MESE
ja: 月
nl: maand
pl: MIESIĄC
tr: AY

source: Year
el: ΕΤΟΣ
it: ANNO
ja: 年
nl: jaar
pl: ROK
tr: YIL

source: Total
el: ΣΥΝΟΛΟ
it: TOTALE
ja: 累計
nl: Totaal
pl: RAZEM
tr: TOPLAM

# Daily Returns
source: Gains
el: ημερήσιες αποδόσεις
fr: rendements quotidiens
it: rendimenti giornalieri
ja: デイリー戻ります
nl: dagelijks rendement
pl: Codzienne powroty
tr: günlük döner

# Daily Electricity
source: Today power
el: ΗΜΕΡΗΣΙΑ ΠΑΡΑΓΩΓΗ ΕΝΕΡΓΕΙΑΣ
fr: DAILY ELECTRICITY
it: CARICA GIORNO
ja: DAILY ELECTRICITY
nl: dagopbrengst
pl: ENERGIA/DZIEŃ
tr: GÜNLÜK ELEKTRİK

# Earnings
source: Gains
el: αποδοχές
fr: bénéfices
it: guadagni
ja: 所得資金
nl: verdiensten
pl: Zysk
tr: Kazanç

# Powre
source: Power(W)
el: ΙΣΥΧΣ
fr: POWER
it: POTENZA
ja: POWER
nl: vermogen
pl: MOC
tr: GÜÇ

source: Device List
el: λίστα συσκευών
fr: gestion dispositif
it: Lista dispositivi
ja: 設備管理
nl: apparatenlijst
pl: Lista urządzeń
tr: cihaz listesi

source: Event List
el: αρχείο συμβάντων
fr: liste événements
it: Lista eventi
ja: 警告事件
nl: event Log
pl: Lista zdarzeń
tr: olay listesi

source: Map
el: χάρτης
fr: carte
it: carta
ja: マップ
nl: kaart
pl: mapa
tr: harita

source: Add
el: Προσθήκη
fr: augmenter
it: Aggiungi
ja: 加える
nl: Toevoegen
pl: Dodaj
tr: ekle

source: aliases
el: ψευδώνυμα
fr: alias
it: Alias
ja: エイリアス
nl: Alias
pl: pseudonimy
tr: Diğer adlar

source: group
el: ομάδα
fr: groupe
it: Gruppo
ja: グループ
nl: groep
pl: Grupa
tr: grup

source: device type
el: τύπος συσκευής
fr: dispositif type
it: Tipo dispositivo
ja: デバイスタイプ
nl: Type apparaat
pl: Rodzaj urządzenia
tr: cihaz türü

source: data update interval
el: διάστημα ενημέρωσης δεδομένων
fr: intervalle de données renouvelé
it: Intervallo aggiornamento dati
ja: データ更新間隔
nl: update interval
pl: Interwał aktualizacji danych
tr: veri güncelleme aralığı

source: Modified
el: συντάκτης
fr: éditeur
it: editore
ja: 編集者
nl: editor
pl: redaktor
tr: editör

source: Delete
el: Διαγραφή
fr: effacer
it: cancellare
ja: 削除
nl: Verwijder
pl: usunąć
tr: silmek

source: Aliases can not be empty
el: Τα ψευδώνυμα δεν μπορεί να είναι κενό
fr: Alias ne peut être vide
it: Gli alias non possono essere vuoti
ja: エイリアスは空にすることはできません
nl: Aliassen kan niet leeg zijn
pl: Aliasy nie może być puste
tr: Diğer adlar boş olamaz

source: Datalog Valicode
el: checksum
fr: datalog code
it: Codice Datalog
ja: datalog 検証
pl: Kod skuteczności
tr: verigünlüğü kodu

source: Added Successfully
el: προστέθηκε με επιτυχία
fr: ajouté succès
it: Aggiunto con successo
ja: 正常に追加されました
nl: succesvol toegevoegd
pl: dodany pomyślnie
tr: başarıyla eklendi

source: Add Failed
el: Προσθήκη Αποτυχία
fr: Ajouter Échec
it: Aggiungi Failed
ja: 追加に失敗しました
nl: Voeg mislukt
pl: Dodaj Failed
tr: ekle Başarısız

source: Other
el: Άλλα
fr: Autre
it: Altro
ja: その他
nl: Ander
pl: Inny
tr: Diğer

source: Aliases
el: ψευδώνυμα
fr: alias
it: Alias
ja: エイリアス
nl: Alias
pl: pseudonimy
tr: Diğer adlar

source: Update Time
el: χρόνος αναβάθμισης
fr: temps de mise à jour
it: Ora aggiornamento
ja: 更新した
nl: laatste update
pl: Ostatnia aktualizacja
tr: güncelleme zamanı

source: Datalog
nl: datalogger
tr: veri günlüğü

source: Active Power
el: ενεργός ισχύς
fr: puissance active
it: Potenza attiva
ja: 有効電力
nl: werkelijk vermogen
pl: Moc czynna
tr: aktif güç

source: Radiant
el: ΑΚΤΙΝΟΒΟΛΙΑ
it: RADIAZIONE
nl: lichtintensiteit
pl: NASŁONECZNIENIE
tr: SAÇILMA NOKTASI

source: loading...
el: φόρτωση...
fr: chargement...
it: In carica
ja: 積載...
nl: laden...
pl: Ładowanie
tr: yükleniyor...

source: PV POWER
el: ΙΣΧΥΣ Φ/Β ΣΥΛΛΕΚΤΗ
it: PV POTENZA
nl: PV vermogen
pl: MOC PV
tr: PV GÜCÜ

source: PV1 VOLTAGE
el: ΤΑΣΗ Φ/Β ΣΥΛΛΈΚΤΗ 1
it: PV1 TENSIONE
nl: PV1 spanning
pl: NAPIĘCIE PV1
tr: PV1 GERİLİMİ

source: PV1 ELEC-CURRENT
el: ΡΕΥΜΑ Φ/Β ΣΥΛΛΈΚΤΗ 1
it: PV1 CORRENTE
nl: PV1 stroom
pl: PRĄD V1
tr: PV1 ELEK-AKIMI

source: PV2 VOLTAGE
el: ΤΑΣΗ Φ/Β ΣΥΛΛΈΚΤΗ 2
it: PV2 TENSIONE
nl: PV2 spanning
pl: NAPIĘCIE PV2
tr: PV2 GERİLİMİ

source: PV2 ELEC-CURRENT
el: ΡΕΥΜΑ Φ/Β ΣΥΛΛΈΚΤΗ 2
it: PV2 CORRENTE
nl: PV2 stroom
pl: PRĄD PV2
tr: PV2 ELEK-AKIMI

source: R-PHASE POWER
el: ΙΣΧΥΣ ΦΑΣΗΣ R
it: POTENZA FASE L1
nl: Vermogen R-fase
pl: MOC FAZY R
tr: R-FAZ GÜCÜ

source: S-PHASE POWER
el: ΙΣΧΥΣ ΦΑΣΗΣ S
it: POTENZA FASE L2
nl: Vermogen S-fase
pl: MOC FAZY S
tr: S-FAZ GÜCÜ

source: T-PHASE POWER
el: ΙΣΧΥΣ ΦΑΣΗΣ T
it: POTENZA FASE L3
nl: Vermogen T-fase
pl: MOC FAZY T
tr: T-FAZ GÜCÜ

source: POWER
el: ΙΣΥΧΣ
it: POTENZA
nl: vermogen
pl: MOC
tr: GÜÇ

source: Energy
fr: puissance
it: elettricità
ja: 発電能力
nl: vermogen
tr: güç

source: CHARGING POWER
el: ΙΣΧΥΣ ΦΟΡΤΙΣΗΣ
it: POTENZA DI CARICA
nl: laadvermogen
pl: MOC ŁADOWANIA
tr: ŞARJ GÜCÜ

source: DISCHARGING POWER
el: ΙΣΧΥΣ ΑΠΟΦΟΡΤΙΣΗΣ
it: POTENZA DI SCARICA
nl: ontlaadvermogen
pl: MOC UŻYTKOWANA
tr: DEŞARJ GÜCÜ

source: INPUT VOLTAGE
el: ΤΑΣΗ ΕΙΣΟΔΟΥ
it: TENSIONE INGRESSO
nl: ingangsspanning
pl: NAPIĘCIE WEJŚCIOWE
tr: GİRİŞ GERİLİMİ

source: INPUT CURRENT
el: ΡΕΥΜΑ ΕΙΣΟΔΟΥ
it: CORRENTE INGRESSO
nl: ingangsstroom
pl: PRĄD WEJŚCIOWY
tr: GİRİŞ AKIMI

source: USER-SIDE POWER
el: ΙΣΧΥΣ ΠΛΕΥΡΑΣ ΧΡΗΣΤΗ
it: POTENZA VERSO UTENTE
nl: vermogen verbruikers
pl: MOC UŻYTKOWNIKA
tr: KULLANICI TARAFI GÜÇ

source: GRID-SIDE POWER
el: ΙΣΧΥΣ ΠΛΕΥΡΑΣ ΔΥΚΤΙΟΥ
it: POTENZA VERSO RETE
nl: vermogen elektriciteitsnet
pl: MOC DO SIECI
tr: ŞEBEKE TARAFI GÜÇ

source: ACTIVE POWER
el: ΕΝΕΡΓΟΣ ΙΣΧΥΣ
it: POTENZA ATTIVA
nl: werkelijk vermogen
pl: MOC CZYNNA
tr: AKTİF GÜÇ

source: REACTIVE POWER
el: ΑΕΡΓΟΣ ΙΣΧΥΣ
it: POTENZA REATTIVA
nl: blind vermogen
pl: MOC BIERNA
tr: REAKTİF POWER

source: APPARENT POWER
el: ΦΑΙΝΟΜΕΝΗ ΙΣΧΥΣ
it: POTENZA APPARENTE
nl: schijnbaar vermogen
pl: MOC POZORNA
tr: GÖRÜNÜR GÜÇ

source: ACTIVE ENERGY
el: ΕΝΕΡΓΟΣ ΙΣΧΥΣ
it: ENERGIA ATTIVA
nl: actieve energie
pl: ENERGIA CZYNAN
tr: AKTİF ENERJİ

source: REACTIVE ENERGY
el: ΑΕΡΓΟΣ ΙΣΧΥΣ
it: ENERGIA REATTIVA
nl: reactieve energie
pl: ENERGIA BIERNA
tr: REAKTFİ ENERJİ

source: POWER FACTOR
el: ΣΥΝΤΕΛΕΣΤΗΣ ΕΝΕΡΓΕΙΑΣ
it: FATTORE DI POTENZA
pl: WSPÓŁCZYNNIK MOCY
tr: GÜÇ FAKTÖRÜ

source: WIND SPEED
el: ΤΑΧΥΤΗΤΑ ΑΝΕΜΟΥ
it: VELOCITA'VENTO
nl: windsnelheid
pl: PRĘDKOŚĆ WIATRU
tr: RÜZGAR HIZI

source: WIND ANGLE
el: ΓΩΝΙΑ ΑΝΕΜΟΥ
it: DIREZIONE VENTO
nl: windrichting
pl: KĄT WIATRU
tr: RÜZGAR AÇISI

source: ENVIRONMENT TEMPERATURE
el: ΘΕΡΜΟΚΡΑΣΙΑ ΠΕΡΙΒΑΛΛΟΝΤΟΣ
it: TEMPERATURA AMBIENTE
nl: omgevingstemperatuur
pl: TEMPERATURA OTOCZENIA
tr: ORTAM SICAKLIĞI

source: RADIANT
el: ΑΚΤΙΝΟΒΟΛΙΑ
it: RADIAZIONE
nl: lichtintensiteit
pl: NASŁONECZNIENIE
tr: SAÇILMA NOKTASI

source: PANEL TEMPERATURE
el: ΘΕΡΜΟΚΡΑΣΙΑ Φ/Β ΣΥΛΛΕΚΤΗ
it: TEMPERATURA PANNELLO
nl: paneeltemperatuur
pl: TEMPERATURA PANELU
tr: PANEL SICAKLIĞI

source: FIRST CURRENT
el: ΠΡΩΤΟ ΡΕΥΜΑ
it: CORRENTE 1
nl: Eerste stroom
pl: PIERWSZY PRĄD
tr: BİRİNCİ AKIM

source: SENCOND CURRENT
el: ΔΕΥΤΕΡΟ ΡΕΥΜΑ
it: CORRENTE 2
nl: Tweede stroom
pl: DRUGI PRĄD
tr: İKİNCİ AKIM

source: THIRD CURRENT
el: ΤΡΙΤΟ ΡΕΥΜΑ
it: CORRENTE 3
nl: Derde stroom
pl: TRZECI PRĄD
tr: ÜÇÜNCÜ AKIM

source: FOUR CURRENT
el: ΤΕΤΑΡΤΟ ΡΕΥΜΑ
it: CORRENTE 4
nl: Vierde stroom
pl: CZWARTY PRĄD
tr: DÖRDÜNCÜ AKIM

source: FIVE CURRENT
el: ΠΕΜΠΤΟ ΡΕΥΜΑ
it: CORRENTE 5
nl: Vijfde stroom
pl: PIĄTY PRĄD
tr: BEŞİNCİ AKIM

source: SIX CURRENT
el: ΕΚΤΟ ΡΕΥΜΑ
it: CORRENTE 6
nl: Zesde stroom
pl: SZÓSTY PRĄD
tr: ALTINCI AKIM

source: Time
el: ώρα
fr: temps
it: tempo
ja: 時間
nl: tijd
pl: czas
tr: zaman

source: Device Type
el: τύπος συσκευής
fr: dispositif type
it: Tipo dispositivo
ja: デバイスタイプ
nl: Type apparaat
pl: Rodzaj urządzenia
tr: cihaz türü
